Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/G42A.tmx
Source language: en_us
Languages: zh_cn

source: Balthus
zh_cn: 贝尔蒂斯

source: A reclusive, mythomanic soi-disant aristocrat, he was best known for his luminous if troubling paintings of adolescent girls. Replete with dreamy introspection and sexual readiness, his figures stare out of windows or stand on step-ladders in trees, gazing into the distance in an atmosphere loaded with erotic tension.
zh_cn: 这个自诩为贵族的渲染狂隐居士，以他直白且易招引麻烦的少女画作而闻名，充满了梦幻般的反思与性欲的画中，他的那些人物或凝视窗外或站在立于树上的梯子上，望向远方，气氛充满色情味儿。

source: Such work brought him a reputation as an artist with an obsession with young girls. But Balthus made a show of appearing indifferent to this suggestion.
zh_cn: 这些画作使他以对少女的迷恋艺术家的身份闻名于世，但是他对自己的这个身份表示不屑。

source: "The interpretation of my work," he held, "is in most cases complete misinterpretation."
zh_cn: 他坚持说那些对我产品的解读在大多数情况下都是误读。

source: His supporters claimed that the mood of elegy and hope in his most typical paintings portrayed something more subtle, a loss of innocence.
zh_cn: 他的拥趸则声称他多数画中传达出的哀怨与希望其实描绘的是更隐晦的情感：天真的流失。

source: Balthus, characteristically, was non-committal.
zh_cn: 而贝尔蒂斯自己对此态度暧昧。

source: "Everybody sees what he wants to see", was all he would say.
zh_cn: 只说了一句：每个人看到的都是他想看到的。

source: His reticence extended to personal publicity of any kind. When pressed by the Tate Gallery in 1968 for biographical information for an exhibition catalogue, he cabled: "No biographical details. Begin: Balthus is a painter of whom nothing is known.
zh_cn: 他的沉默寡言贯穿于他所有公众形象的展示上，1968年，当塔特艺术馆在制作展会目录征求他的传记信息时，他回到：没有传记信息，就此开头吧：贝尔蒂斯是个无任何信息的艺术家。

source: Now let us look at the pictures.
zh_cn: 现在让我们看看他的画作吧。

source: Regards, B."
zh_cn: 此致，B。

source: It was an approach reminiscent of that adopted by Greta Garbo, and one that similarly only heightened curiosity about him.
zh_cn: 而这种处世方式似乎有着格丽泰.嘉宝的痕迹，恰巧的是，而她当年也曾唯独对他提升过自己的好奇。

source: It did the prices of his paintings no harm either.
zh_cn: 但这都没有对他画作的价格产生过任何负面影响。

source: In the last decade they have sold for as much as $6 million, a figure only matched by one other living painter, Lucian Freud.
zh_cn: 他最后的二十年里，他的画作卖了600万美元，而这数字只有一位还在世的画家卢西恩.弗洛伊德才能与之相抗衡。

source: Throughout his career, Balthus set himself apart from the abstract and conceptualist work synonymous with the development of art in the 20th century.
zh_cn: 在他的职业生涯中，贝尔蒂斯总是独立于那些与20世纪艺术发展气息相投的抽象与概念画作。

source: He was one of the few artists of his time who sought to represent beauty.
zh_cn: 他是他那个时代里少数寻求各种方式去传达美的艺术家。

source: His drawing is in a class with Courbet, Cezanne, Seurat and Picasso in his periode rose, while his painting comes closest in spirit to that of Piero della Francesca, blending realism with the spiritual.
zh_cn: 融合了现实与精神世界，他的作品在同一时期是与库尔贝，赛尚，修拉和毕加索等并驾齐驱的，在精神层面也是跟皮耶罗德拉佛朗西斯最气息相投。

source: Painting, he declared, is itself a form of prayer.
zh_cn: 他曾道到：作画本身是一种祈祷。

source: It was one he undertook almost every day, even into his nineties, rarely inviting anyone into the sanctum of his studio, even such close friends as Alberto Giacometti and Henri Cartier-Bresson. Yet the results of his meditation seemed to many closer to blasphemy.
zh_cn: 即时迈入九十岁的耄耋之年，这也是他每天的修行。他几乎不请任何人到他的工作室，即使那些至亲如阿尔伯特贾科梅蒂和亨利卡蒂埃，但他的修行与冥想的成果似乎与亵渎神明无异。

source: Indeed, the painting which first brought him to notice, The Guitar Lesson (1934), has a markedly similar composition to the Pieta de Villeneuve-les-Avignons in the Louvre.
zh_cn: 确实，那幅让他成为焦点的 the guitar lesson吉他课（1934）与卢浮宫的那幅阿维尼翁新城 the Pieta de Villeneuve-les-Avignons有惊人的相似之处。

source: In the picture, a teenage girl is shown stretched over the knees of another - her young music teacher - who gazes down at her pupil's naked abdomen while tugging on her hair as if handing out a punishment.
zh_cn: 画中，一个十几岁的少女身体横陈在另一个人的腿上-她年轻的吉他老师。而他则低头凝视着她裸露着的小腹双手用力拉扯着她的秀发，像是在体罚她。

source: The child's guitar lies abandoned on the floor.
zh_cn: 吉他被丢弃在地上。

source: The painting was judged too obscene for public display by the director of the Galerie Pierre and was only shown to clients in a private room.
zh_cn: 皮耶罗艺术馆的主人认为这幅画太淫秽了，不能展示于公众便决定之放在密室供客人观赏。

source: Nonetheless, it caused a sensation, and as late as 1978 it was withdrawn from an exhibition at the Museum of Modern Art in New York because of speculation about its subject matter.
zh_cn: 尽管如此。这幅画还是引起了些许反响，考虑到这幅画其中的主旨，这幅画于1978年才从纽约现代艺术博物馆的展览中被提走。

source: Thereafter Balthus was dogged by a reputation for perversion.
zh_cn: 至此贝尔蒂斯一直无法耍掉“性变态”的名声。

source: "Balthus is a giant," wrote one critic, "but to most people he's the fellow who paints little girls showing their panties."
zh_cn: 一位艺术批评家写道：他就是一个伟人，但对于大多数人来说它就是个爱画穿着短裤的小女孩的人。

source: He was born Balthasar Klossowski in Paris on February 29 1908, the second son of German-born painters. His father, Erich Klossowski, was also an art critic, and was proud of being the only German admitted to the circle of Pierre Bonnard and friends, which included Matisse.
zh_cn: 贝尔蒂斯 原名巴尔塔扎·克洛索夫斯基，1908年2月29日生于巴黎，家中的二子，他父亲埃里克克洛索夫斯基是位德国裔画家，同时也是位艺术批评家，并以被包括马尔提斯在内的波奈尔朋友圈认可的唯一一位德国人而自豪。

source: Balthasar's elder brother, Pierre, went on to become a respected painter and an expert on the Marquis de Sade.
zh_cn: 贝尔蒂斯的兄长，皮耶尔成为了一名受人尊敬的画家和萨德艺术领域的专家。

source: Balthasar was encouraged to paint by Bonnard, but it was the poet Rainer Maria Rilke, who had a long affair with Balthus's mother, who recognised the 12-year-old boy as a prodigy when he saw a series of 40 ink drawings by him.
zh_cn: 在波纳尔的鼓励下，贝尔蒂斯开始作画，但其实是一位叫赖内·马利亚·里尔克（rainer marica rilke）的诗人在看到他画的一系列共40幅的墨水画之后发现贝尔蒂斯就是一个神童。这位诗人与其母亲曾有很长一段时间的婚外情。

source: In 1921 Rilke had them published as a book entitled Mitsou, to which he provided a preface.
zh_cn: 在1921年，里尔克把这一系列画作出成了一本名为Mitsou 的书，且他做了序。

source: Rilke also advised him to use his nickname of "Balthus".
zh_cn: 并建议贝尔蒂斯给自己取艺名为：贝尔蒂斯。

source: Mitsou told the tale of a lost cat, and Balthus liked to compare himself to the animal.
zh_cn: Mitsou 是本讲述一只流浪猫故事的书。而贝尔蒂斯也总是喜欢拿自己跟动物比较。

source: Certainly there was something feline about his lazy, mischievous, rather manipulative nature.
zh_cn: 当然他身上确实有些猫科动物的特性：慵懒，顽皮，控制欲强。

source: His favourite of his own works - and the only one he retained to the end of his life - was a self-portrait from 1935 which depicts an angular young man with a tawny cat.
zh_cn: 他自己最喜欢的也是保留到他生命最后的一幅画是1935年分的自画像：一个戴茶色帽子的消瘦男子。

source: He called it A Portrait of HM The King of Cats painted by Himself.
zh_cn: 他称之为 ：英国猫王的自画像。

source: From the outset of his career, he set himself firmly in the tradition of narrative painting. When still a boy he spent three months at the Louvre copying Poussin's Echo and Narcissus.
zh_cn: 在他职业生涯之初，他把自己作品定位为传统的叙事性画作，孩童时期，他曾在卢浮宫用三个月的时间专用来临摹普桑的回声和水仙花。

source: At 18, instead of going to art school, he bicycled to Arezzo to copy Piero della Francesca's fresco cycle.
zh_cn: 18岁那年，本该去上艺术学校的他，却骑着自行车来到阿雷佐（意大利中部城市）临摹皮耶罗.德拉.佛朗西斯卡的壁画。

source: He was thus largely self-taught.
zh_cn: 可以说他是自学成才的。

source: He always claimed to find painting extremely difficult, and was never satisfied that he had succeeded in committing his vision to canvas.
zh_cn: 他经常声称作画是件极其困难的事情。但他已经在油画领域已经很成功了，对此他似乎也不这么满意。

source: A 1927 portrait of Balthus by Man Ray captures the painter's indifference to the vagaries of artistic fashion. His aquiline features are accentuated and he looks aristocratic and ascetic, sitting smoking from a cigarette-holder and gazing off camera.
zh_cn: 曼雷在1927年给贝尔蒂斯拍的肖像中捕捉到了这位画家对艺术时尚变幻莫测的冷视，他如鹰般 的脸部轮廓在画中被锐化，神情是高贵，禁欲式的，抽着烟，凝视着相机。

source: A few years earlier, Balthus had drawn a self-portrait in the antique manner, with his noble-looking profile enclosed by a circle in the manner of a Roman coin.
zh_cn: 多年前，贝尔蒂斯给自己作了一幅古典风的自画像：一张犹如铸在罗马古币上贵族气质的侧脸。

source: In later life, he would style himself "Count", although the legitimacy of his claim to any such title did not bear close examination.
zh_cn: 后来，他自诩为“伯爵”，但他对自己类似头衔标榜的是否合法一再受到外界的质疑与考验。

source: No more plausible was his story that he was related to Byron, a fantasy that revealed the romanticism in his nature.
zh_cn: 而他说他自己跟拜伦是亲戚的故事也是子虚乌有的事情，这种幻想也正反映了他骨子里的浪漫主义情怀。

source: In 1933, after spending a year in Morocco on national service, Balthus created a series of prints illustrating Wuthering Heights. Balthus closely identified with Heathcliff, modelling the character's features in the prints on his own.
zh_cn: 在摩洛哥做了一年的国家性服务工作，1933年他做了一系列呼啸山庄的画，贝尔蒂斯用自己姿态在画中摆出希斯克利夫的模样，像极了他。

source: In the 1930s, Balthus was in the thick of Parisian art life.
zh_cn: 20世纪30年代，贝尔蒂斯在巴黎的艺术生活如鱼得水。

source: He painted Joan Miro and Andre Derain and designed sets for Artaud's surrealist production of The Cenci. He designed other sets for productions of Shakespeare and for Camus's L'Etat de siege.
zh_cn: 他画胡安·米罗, 德兰,还给阿尔托超现实主义的作品设计场景，他也给莎士比亚的作品和加缪的围城状态设计场景。

source: Picasso, in particular, was both an admirer and collector of his work.
zh_cn: 特殊的是，毕加索是他艺术作品的敬仰者与收集者。

source: In 1934 he held his first one-man show in Paris.
zh_cn: 1934年，他在巴黎举办了个人画展。

source: He was subsequently taken up by Pierre Matisse, the doyen of the New York art world, whose gallery showed his paintings in 1938.
zh_cn: 立马受到纽约艺术界元老级人物Pierre Mattise 的青睐，并于1938年在他的私人展馆展出了他的作品。

source: Balthus quickly became one of the most sought-after artists in America, although he did not go there until he was in his eighties.
zh_cn: 贝尔蒂斯因此在美国受到很多人的追捧，虽然他至到80岁才有机会第一次来到美国。

source: Yet from the moment of his first big break in America, when he sold his painting The Street to the collector James Soby, his art excited unease.
zh_cn: 但其实从他在美国一炮而红的那刻起，当他把画作the street 街道 卖给美国收藏家James Soby 之时，他的艺术在人们心中荡起了不安。

source: In one part of The Street a man has his hand on a girl's crotch. When Soby hung the painting at home, his young son called friends round to view "the dirty picture".
zh_cn: 当时Soby 把那幅有一个男子把手放在一女孩子的裆部场景的街道挂在家中，而他的小儿子则呼唤他的小伙伴们一起来欣赏那幅“肮脏的画”。

source: It was promptly removed to a vault.
zh_cn: 他立即把他撤下来放到了地下室。

source: At the outbreak of the Second World War, Balthus was conscripted into the French army, but after a month at the front his health broke down and he was demobilised.
zh_cn: 二战爆发之际，贝尔蒂斯在法国征召入伍，一个月以后因为健康原因被遣散。

source: He spent most of the war painting in Switzerland.
zh_cn: 二战期间的大部分时光，他都在瑞士作画。

source: In 1953 he left Paris for a chateau in the village of Chassy in central France. The seven years he spent there were to be his most productive period, resulting in more than 60 paintings, many of them cool, mysteriously still landscapes reminiscent of Seurat.
zh_cn: 1953年他离开巴黎来到法国中部一个叫沙西约 村庄的一个庄园里，在那里的七年是他最硕果累累的时光， 他画了60幅画，大多数都是透露着修拉式的冷峻，神幻般静寂的风景画。

source: He was called away from Chassy in 1961 by Andre Malraux, then Charles de Gaulle's Minister of Culture, who made him director of the Academie de France in Rome. This was situated in the Villa Medici, which has connections to many great artists.
zh_cn: 1953年时任戴高乐的文化部长安德烈马尔罗把他从沙西约叫走任命他为罗马法国学院主任，此学院位于与很多伟大艺术家有姻缘的梅迪奇别墅内。

source: Michelangelo may have had a hand in the villa's design; Velazquez painted in the gardens; Ingres was director for many years.
zh_cn: 米开朗琪罗很有可能参与了房子的设计，而尔拉士贵支在花园绘了画。（法国古典主义画家）安格尔在那里曾任主任多年。

source: Balthus had the house restored to its former splendour and went on collecting trips to the Far East and Afghanistan.
zh_cn: 就任后，贝尔蒂斯把房子重修到了先前的富丽堂皇，之后便开启了他远东与阿富汗之旅。

source: His work in Rome left him little time for painting, but once he had retired to Rossiniere, in Switzerland, where he lived in a large 19th-century chalet, his painting seemed to reach a new standard. The Turkish Room (1963-66) depicts a nude Chinese girl reclining on a sofa in a shuttered and elaborately furnished room. The decorative orientalism of this painting, completed with an almost other-worldly grace, forms a striking contrast to the solid, bourgeois figures of Balthus's early work.
zh_cn: 在罗马工作期间，他鲜有时间用来创作，但当他退休隐居位于瑞士罗西尼的一座19世纪的瑞士小木屋，她的画作似乎达到了一个全新高度，1963-66 土耳其的房间，描绘了在一间门窗紧闭，装修精巧的房间里，一个裸身的中国女孩倚身在沙发上，而这幅画呈现出的几近脱俗气质的修饰性东方主义与他早期那些硬气的资产阶级人物形象形成了鲜明的对比。

source: He continued the Far Eastern theme in two later canvasses, Japanese Figure with Black Mirror and Japanese Figure with Black Table (both 1976), each of which used as a model his second wife, Setsuko, a Japanese woman 35 years younger than him.
zh_cn: 在之后的2幅油画中，他继续运用东方元素。1976年的日本女子与黑镜子和日本女子与黑桌子，画中的模特即是他的第二任妻子，一名叫出田节子比他小35岁的日本女子。

source: In recent years he had been much feted by younger celebrities, including the singers David Bowie and Bono.
zh_cn: 在最近几年，他收到了很多年轻名人，包括歌手David bowie 和Bono在内的致敬。

source: He continued to work until his death, and in 2000 showed a painting at the National Gallery in London.
zh_cn: 他坚持作画直到生命的最后一刻。2000年，他在伦敦的国家艺术馆展出了一幅画。

source: He had recently begun to make plans for a museum of his art to be housed in an annexe to his chalet.
zh_cn: 最近他正计划在他瑞士小屋的附近建一座展示他自己艺术作品的博物馆。

source: He married first, in 1932, Antoinette de Watteville; they had two sons.
zh_cn: 1932年，他与一位叫女子结婚。育有二个儿子。

source: He married secondly, in 1967, Setsuko Ideta; they had a daughter, and a son who predeceased him.
zh_cn: 1976年，他的第二次婚姻是与一位叫出田节子的日本女子。育有一女一子，儿子在他之前逝世。
